server/app/controllers/ProjectsController.rb

SELECT "projects".* FROM "projects"
---
    def index
        projects = Project.all